---
kind: property
id: P:Autodesk.Revit.DB.TableCellStyleOverrideOptions.FontColor
source: html/b189e585-59b7-3778-87b0-9d60ac61d1a0.htm
---
# Autodesk.Revit.DB.TableCellStyleOverrideOptions.FontColor Property

Indicates if the font color characteristic is overridden.

## Syntax (C#)
```csharp
public bool FontColor { get; set; }
```